IDEA Open Model
OpenModel.LineSupportSegment Property
Compatible with IDEA StatiCa Beta 20.0
 List of Line support on segment
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LineSupportSegment> LineSupportSegment { get; set; }
Public Property LineSupportSegment As List(Of LineSupportSegment)
	Get
	Set
Property Value
Type: List<LineSupportSegment>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace